Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/standards_and_accountability/office_of_the_ombudsman.html.txt.tmx
Source language: en
Languages: ga

source: The main duty of the Irish Ombudsman is to investigate complaints made by members of the public about how they have been treated by public bodies in Ireland
ga: Is é príomh dhualgas an Ombudsman fiosrú a dhéanamh ar aon ghearán a dhéanann duine faoin tslí ar chaith eagraíocht phoiblí leis/léi

source: The Ombudsman can examine decisions, refusals to take action and administrative procedures of public bodies
ga: Tá sé de chead ag an Ombudsman cinneadh a cheistniú, nó fiafraí cén fáth nár déanadh aon ní faoi ghearán, nó féachaint isteach i módh riaracháin na n-eagraíochtaí poiblí

source: The Irish Ombudsman is appointed by the Irish President following nomination by both Houses of the Oireachtas (the Irish parliament)
ga: Toghann an tUachtarán an Ombudsman i ndiaidh don Oireachtas é/í a ainmniú

source: You can find information on the current Ombudsman here
ga: Tá eolas ar an Ombudsman laithreach anseo

source: The Ombudsman can demand any information, document or file from the body complained of
ga: Tá sé de chead ag an Ombudsman aon eolas, cáipéis nó eile a fháil ó na heagraíochtaí atá i gceist

source: The Ombudsman is not a political office and he or she must remain independent in the performance of the functions of Ombudsman
ga: Ní post polaitiúil é an Ombudsman agus ní mór dó/dí déanamh cinnte de go mbíonn sé/sí neamhspléach sa bhealach a dhéanann sé/sí a c(h)uid oibre

source: The Ombudsman stays in office for 6 years
ga: Bíonn tréimhse 6 bliana ag an Ombudsman sa phost

source: He or she may resign or may be removed from office because of misbehaviour, incapacity or bankruptcy
ga: Tá sé de chead aige/aici éirigh as an bpost nó is féidir é/í a bhriseadh as an bpost ar chúiseanna mí-iompair, neamhábaltachta nó clisiúnachais

source: He or she must retire at the age of 67 years
ga: Tá air/ uirthi éirigh as an bpost ag aois a 67 bliain

source: You can make a complaint if you are unhappy with the service provided by any of the following bodies:
ga: Is féidir gearán a dhéanamh má tá tú mí-shásta leis an tseirbhís a thugann aon cheann de na heagraíochtaí seo a leanas:

source: The Ombudsman (Amendment) Act 2012 brought over 180 additional public bodies under the remit of the Ombudsman with effect from 1 May 2013, including publicly funded third-level education bodies
ga: Thug an tAcht Ombudsman (Leasú) 2012 os cionn 180 comhlacht poiblí breise faoi shainchúram an Ombudsman le héifeacht ón 1 Bealtaine 2013, lena n-áirítear comhlachtaí oideachais tríú leibhéal atá maoinithe go poiblí

source: The Office has compiled an indicative list of these public bodies
ga: Tá an Oifig i dtoll a chéile liosta táscach de na comhlachtaí poiblí

source: How complaints to the Ombudsman are investigated
ga: Conas a dhéanann an Ombudsman fiosrú ar ghearáin

source: If you make a complaint to the Ombudsman, he or she will carry out a preliminary examination
ga: I dtosach déanann an Ombudsman réamh-fhiosrú nuair a dhéanann tú gearán leis/léi

source: The preliminary examination is a quick and informal way of deciding whether a formal investigation is necessary
ga: Sa réamh-fhiosrú faightear amach an bhfuil gá le fiosrú foirmiúil nó nach bhfuil

source: During the preliminary examination the Ombudsman will decide whether the action of the public body that you complained about affected you in a negative way
ga: Sa réamh-fhiosrú socraíonn an Ombudsman ar chuir an rud a rinneadh an t-eagraíocht phoiblí atá i gceist sa chás isteach ort i mbealach diúltach

source: You may be interviewed by the Ombudsman in an informal way at this stage
ga: Uaireanta, cuireann an Ombudsman agallamh ort i mbealach neamh fhoirimiúil ag an am seo

source: The Ombudsman will then consider if the action that you complained about:
ga: Socraíonn an Ombudsman, ansin, an raibh an gníomh faoinar rinneadh tú an gearán:

source: • Was made without proper authority
ga: • Déanta gan an t-udarás cuí

source: • Was made on irrelevant grounds
ga: • Déanta ar chúiseanna fánacha

source: • Was made in a negligent or careless manner
ga: • Déanta i mbealach fánach nó fáillíoch

source: • Was based on wrong or incomplete information
ga: • Bunaithe ar eolas mícheart nó neamh chruinn

source: • Was based on bad administrative practice or
ga: • Bunaithe ar dhroch chleachtadh riaracháin nó

source: • Was otherwise an example of unfair or unsound administration
ga: • Ag léiriú riarachán míchothromach nó fabhtach

source: Most complaints do not go any further than the preliminary investigation stage
ga: Ní théann móran de na gearáin thar an bpointe seo fiosrúcháin

source: The next step in the process is for the Ombudsman to carry out a formal investigation
ga: Sa chéad chéim eile den phróiséas cuireann an Ombudsman fiosrúchán foirmiúil ar bun

source: The Ombudsman will draft a Statement of Complaint in consultation with you
ga: Déanfaidh an Ombudsman, i gcomhar leatsa, amach Ráiteas Gearáin

source: The investigation will be carried out in private and usually in writing
ga: Déanfar an fiosrúchán go príobháideach agus i scríbhinn, de ghnáth

source: The Ombudsman may demand any information, files or documents to help him or her carry out the investigation
ga: Cuirfidh an Ombudsman fios ar aon eolas, cáipéis nó eile a chuideoidh leis/léi an fiosrúchán a dhéanamh

source: At the end of the investigation process, the Ombudsman must inform you of the decision
ga: Ag deireadh an phróiséis fhiosrúcháin nó mór don Ombudsman insint duit cén cinneadh atá tógadh aige/ aici

source: The Ombudsman only has the power to make a recommendation. His or her findings are not legally binding and the Ombudsman cannot force the body to accept or act upon the decision
ga: Níl cumhacht dlí ag an toradh seo agus ní féidir leis an Ombudsman iallach a chuir ar an eagraíocht glacadh leis nó aon rud a dhéanamh faoi

source: If the body that you complained about fails to act upon the decision of the Ombudsman, the Ombudsman may make a report to the Houses of the Oireachtas
ga: Muna ndéanann an eagraíocht a bhí i gceist sa ghearán aon ní faoin toradh is féidir leis an Ombudsman tuairisc a chuir ós comhair Tithe an Oireachtais faoin gcás

source: Complaints that the Ombudsman cannot investigate
ga: Gearáin nach féidir leis an Ombudsman fiosrú

source: There are situations where the Ombudsman cannot carry out an investigation of your complaint:
ga: Tá cásanna gearáin ann nach féidir leis an Ombudsman fiosrú ar do shon:

source: • Where your complaint is about a private company, individual, private practitioner, dentist, optician, pharmacist, etc
ga: • Sa chás gur in aghaidh duine príobháideach, eagraíocht phríobháideach, cleachtóir príobháideach mar fhiaclóir, dochtúir súl & rl, a dhéantar an gearán

source: • Where your complaint is about the clinical judgement of a doctor
ga: • Má tá do ghearán faoi chinneadh gairimiúil dochtúra

source: • Where any minister of the Government sends a request in writing to the Ombudsman to cease the investigation
ga: • Má chuireann aon Aire Rialtais iarratas i scríbhinn chuig an Ombudsman ag iarraidh air éirigh as an bhfiosrúchán

source: • Where the matter you complained is being decided by the courts
ga: • Má tá an gearán a rinne tú á phlé sna Cúirteanna

source: • Where legislation gives you a right of appeal against the decision of the public body to the courts
ga: • Má tá cead faoin dlí agat dul chuig an gCúirt faoin ngearán in aghaidh na heagraíochta poiblí atá i gceist

source: • Where legislation gives you a right of appeal against the decision of the public body to an independent appeal body
ga: • Má tá eagraíocht neamhspléach achomhairc ar fáil gur féidir an cinneadh a thóg an eagraíocht phoiblí a chur ós a chomhair

source: • Where the decision or action of the public body that you complained about relates to recruitment or the terms and conditions of employment
ga: • Má bhaineann an cheist gearáin in aghaidh na heagraíochta poiblí le coinníollacha oibre nó le hearcaíocht foirne san eagraíocht úd

source: • Where you are complaining about a decision relating to immigration or naturalisation
ga: • Má bhaineann do ghearán le cinneadh faoi inimirce nó faoi headóirseacht

source: • Where you are complaining about a decision relating to a pardon or remission of prison sentences
ga: • Má bhaineann do ghearán le cinneadh faoi loghadh nó pardún ar théarma príosúin

source: • Where you are complaining about the actions of the Gardai or the administration of a prison
ga: • Má bhaineann do ghearán le cinneadh faoi na Gardaí nó faoi bhainistíocht phriosúin

source: There is no charge for making a complaint to the Ombudsman
ga: Níl aon chostas ar ghearán a chuir chuig an Ombudsman

source: You must make your complaint to the Ombudsman as soon as possible
ga: Ní mór an gearán a dhéanamh chomh luath agus is féidir é

source: The time limit for making a complaint about a decision or action of a body is 12 months
ga: Tá ort an gearán, faoi chinneadh nó faoi ghníomh éigin in aghaidh eagraíochta poiblí, a dhéanamh taobh istigh de 12 mí i ndiaidh don eachtra tarlú nó i ndiaidh an chinneadh a bheith tógtha

source: Time starts to run from the date the decision is made, or action is taken or from the date that you become aware that the decision or action occurred
ga: Is féidir go dtógfaí an dáta ón uair gur cuireadh ar an eolas tú faoin gcinneadh nó faoin eachtra

source: You may make your complaint in writing, online, by telephone or by e-mail
ga: Is féidir an gearán a dhéanamh i scríbhinn, ar líne, ar teileafón nó ar ríomh-phost

source: You should include any relevant documentation or correspondence
ga: Ba chóir duit aon cháipéis nó litreacha a bhaineann leis an ngearán a chuir isteach leis an ngearán

source: The Office of the Ombudsman is open from 9.15am to 5.30pm
ga: Tá Oifig an Ombudsman oscailte ó 9.15r.n. go dtí 5.30 i.n

source: The Ombudsman also maintains monthly regional offices and organises an annual programme of regional visits
ga: Coinnigh an Ombudsman 12 oifige míosúil réigiúnach agus eagraítear clár bliantúíl cuairteanna réigiúnacha
